import React from "react";
import { Paper, Card } from "@mui/material";

const TopWhy = () => {
  return(
    <>
      <Paper>
        <p className="text-xl">プロジェクトについて(代表者より)</p>
        <p>代表者は、2024年度高専2年生進級見込みの学生です。<br />
        私は中学・高専と吹奏楽をやってきました。中学生の時はバス・トロンボーンを演奏していて、高専に入ってからもトロンボーンを担当しております。(諸々の事情により部活動に参加できていないというのが現実ですが。) そして、芸術選択では音楽を選択しました。<br />
        そして、高専に入ってから音楽の授業後には音楽の先生と話していまして、そのときに合唱の話をしていました。というのも、私は中学生の時にはコロナウイルス感染症の影響で合唱コンクールが中止になってしまい、いつかやりたいと思っていたのです。<br />
        しかし、授業で合唱はほぼ取り扱わないと聞いたので、どうしようかと思っていましたが、先生の提案も有り、学生主体の有志で合唱をやることにしました。<br />
        ...というのが、このプロジェクトの前身に当たるプロジェクトの始まりです。<br />
        しかし、このプロジェクトは未完どころか、未発足のまま忘れ去られてしまいました。<br />
        そこで、私は他の要素も加えて、このプロジェクトを再始動させることにしました。<br />
        その結果、学内のプロジェクトとして、どころか学年単位での有志プロジェクトだったはずの本プロジェクトは、中学校や他の高校も巻き込む方向に終始し、今に至ります。
        今この文章をお読みの中高生の皆さん、本プロジェクトはさまざまな方向に展開します。そのため、みなさんの力が必要です。ぜひとも、本プロジェクトにご参加ください。
        </p>
      </Paper>
    </>
  )
}

export default TopWhy;